Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: No Service Workers registered.
ne: कुनै पनि Service Workers दर्ता गरिएको छैन।

source: on
ne: चालु

source: Window
ne: सञ्झ्याल

source: Manage Search Engines…
ne: खोज इन्जिनहरू मिलाउनुहोस्…

source: Stretch
ne: तन्किएको

source: Let's go!
ne: जाऔँ !

source: Syncing…
ne: सिङ्क गरिँदै…

source: Oops, &undo this!
ne: ला , यसलाई पहिलेकै स्थितिमा लानुहोस्!

source: Reset Password
ne: पासवर्ड रिसेट गर्नुहोस्

source: SPONSORED
ne: प्रायोजित

source: %1$s's %2$s ID
ne: %1$s को %2$s आई डी

source: I accept the terms of the License Agreement
ne: म इजाजतपत्र सम्झौतामा भएकामा सर्तहरू स्वीकार गर्दछु

source: No files selected.
ne: फाइल चयन गरिएको छैन ।

source: to continue using {{clientShortname2}}
ne: {{clientShortname2}} प्रयोग गरिरहनको लागि

source: Open the debugger
ne: डिबगर खोल्नुहोस्

source: Welcome to the $BrandFullNameDA Uninstall Wizard
ne: तपाईलाई $BrandFullNameDA स्थापना रद्द गर्ने विजार्डमा स्वागत छ

source: Preference Name
ne: प्राथमिकता नाम

source: Sign in
ne: साइन इन गर्नुहोस्

source: Welcome! If you've never used &syncBrand.fullName.label; before, you will need to create a new account.
ne: स्वागतम! तपार्इँले &syncBrand.fullName.label; को प्रयोग कहिले गर्नुभएको छैन भने तपार्इँले एउटा नयाँ खाता खोल्न आवश्यक छ।

source: A restart of your computer may be required to complete the uninstall.
ne: स्थापना पुरा गर्नको लागि तपाईँको कम्प्युटर पुनरारम्भ गर्न आबश्यक हुन सक्ने छ ।

source: Title Bar
ne: शीर्षक बार

source: Suspected Attack Site!
ne: संकास्पद आक्रमण साइट!

source: The _Selected Frame
ne: छानिएको फ्रेम

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
ne: यदि तपाईँले धेरै प्रोफाइलहरू सिर्जना गर्नुभयो भने तपाईँ तिनीहरूलाई भिन्न प्रोफाइल नामहरूबाट भन्न सक्नुहुन्छ। तपाईँ यहाँ दिइएको नाम वा आफ्नै नाम प्रयोग गर्न सक्नुहुन्छ।

source: Join the conversation
ne: वार्तालापमा भाग लिनुहोस्

source: Destination Folder
ne: गन्तब्य फोल्डर

source: Unknown (not cached)
ne: अज्ञात (क्यास नगरिएको)

source: Arabic (Windows)
ne: अरबी (Windows)

source: Enter commands in different languages
ne: विभिन्न भाषामा आदेशहरू प्रविष्ट गर्नुहोस्

source: &Forward
ne: अगाडि

source: ANSI X9.62 elliptic curve c2pnb368w1
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2pnb368w1

source: Other people can view your information or modify the website's behavior.
ne: अरू मानिसहरूले तपाईँको जानकारी हेर्नसक्छन र वेबसाइटको व्यवहार परिवर्तन गर्न सक्छन् ।

source: Choose the folder in which to install $BrandFullNameDA.
ne: $BrandFullNameDA स्थापना गर्ने फोल्डर छान्नुहोस्।

source: Sa&ve Audio As…
ne: अडियोलाई यस रुपमा सङ्ग्रह गर्नुहोस्...

source: Change this add-on's options
ne: यस एड-अनका विकल्पहरू बदल्नुहोस्

source: SSL peer has closed this connection.
ne: यस यस यल पियरले स्थापना बन्द गरयो ।

source: Zulu
ne: जुलु

source: Choose a certificate to present as identification:
ne: पहिचानका रुपमा प्रस्तुत गर्न एउटा प्रमाणपत्र छनोट गर्नुहोस्:

source: Exception:
ne: अपवाद:

source: No crash reports have been submitted.
ne: कुनै पनि क्र्यास प्रतिवेदनहरू पेश गारिएको छैन।

source: My Add-ons
ne: मेरो एड-अनहरू

source: downloading
ne: डाउनलोड हुँदैछ

source: El Salvador
ne: एल साल्भाडोर

source: Filter output
ne: फिल्टर निर्गत

source: Disconnect…
ne: विच्छेद…

source: Show Attachments
ne: संलग्नहरू देखाउनुहोस्

source: Close the console
ne: कन्सोल बन्द गर्नुहोस्

source: Click the Pocket Button to save any article, video or page from Firefox.
ne: Firefox बाट कुनै पनि लेख, भिडियो वा पृष्ठ सङ्ग्रह गर्न Pocket Button थिच्नुहोस्।

source: &brandShortName; - Choose User Profile
ne: &brandShortName;-प्रयोगकर्ता को खाता छान्नुहोस्

source: Unknown pseudo-class or pseudo-element '%1$S'.
ne: अज्ञात pseudo-class वा pseudo-element '%1$S' ।

source: Downloads Complete
ne: डाउनलोडहरू पूरा भयो

source: Change Master Password
ne: मुख्य पासवर्ड परिवर्तन गर्नुहोस्

source: Go to home
ne: गृहमा जानुहोस्

source: Norfolk Island
ne: नरफल्क द्विप

source: Save Page
ne: पृष्ठ सङ्ग्रह गर्नुहोस्

source: View a notification
ne: जानकारी हेर्नुहोस्

source: Try again
ne: पुनःप्रयास गर्नुहोस्

source: Browser Hangs
ne: ब्राउजर ह्याङ्ग हुन्छ

source: Prevent this page from creating additional dialogs
ne: यो पृष्ठलाई अतिरिक्त संवाद सिर्जना गर्न रोक्नुहोस्

source: Carbon Light
ne: कार्बन लाइट

source: Previous page
ne: पहिलेको पृष्ठ

source: Sharing a Tab with "%S"
ne: "%S" सँग एक ट्याब साझेदारी गर्दै

source: Video can't be played because the file is corrupt.
ne: फाइलको खराबीले गर्दा भिडियो प्ले गर्न सकिएन।

source: Dzongkha
ne: भूटानी

source: Error during XSLT transformation: %S
ne: XSLT स्थान्तरण गर्दा त्रुटि: %S

source: Only links can be saved
ne: लिङ्कहरू मात्र सङ्ग्रह गर्न सकिन्छ

source: What's new
ne: नयाँ के छ

source: See how this works
ne: यसले कसरी काम गर्छ हेर्नुहोस्

source: Submit search
ne: खोज बुझाउनुहोस्

source: SHA1 Fingerprint
ne: SHA1 औंठाछाप

source: Always on &Top
ne: जहिलेपनि माथि

source: Copy &Value
ne: मान प्रतिलिपि गर्नुहोस्

source: Forget the last:
ne: अन्तिमलाई बिर्सनुहोस्:

source: New Non-e10s Window
ne: नयाँ गैर-e10s सञ्झ्याल

source: Object Signer
ne: वस्तु हस्ताक्षरक

source: ANSI X9.62 elliptic curve c2pnb176v1
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2pnb176v1

source: outline
ne: रूपरेखा

source: Set Cookies
ne: कुकीहरू सेट गर्नुहोस्

source: Problems Installing Updates
ne: अद्यावधिकहरू स्थापना गर्दा समस्या भयो

source: Gap from edge of paper to Margin
ne: पानाक छेउबाट मार्जिन सम्म

source: Generate a new key
ne: नयाँ कुञ्जी उत्पन्न गर्नुहोस्

source: Examine CA certificate
ne: CA प्रमाणपत्र जाँच गर्नुहोस्

source: Sharing a Tab with #1 tab;Sharing Tabs with #1 tabs
ne: क्यामेरा साझेदारी #1 ट्याब;क्यामेरा साझेदारी #1 ट्याबहरू

source: Hawaiian
ne: हावाइयन

source: Export resources
ne: स्रोतहरू निर्यात गर्नुहोस्

source: and one more;and #1 more
ne: र अझै एउटा;र अझै #1 बढि

source: When I quit &brandShortName;, it should automatically clear all:
ne: बन्द गर्ना साथ &brandShortName;,स्वत इतिहास खाली गरियोस्:

source: Cancel 1 Download
ne: १ वटा डाउनलोड रद्द गर्नुहोस्

source: no element found
ne: कुनै तत्व फेला परेन

source: &Password
ne: पासवर्ड

source: E&xecute
ne: कार्यान्वयन गर्नुहोस्

source: Histograms
ne: आयतचित्रहरू

source: Unexpected error.
ne: अनपेक्षित त्रुटि।

source: Print Selection
ne: चयन मुद्रण गर्ने

source: to
ne: लाई

source: Device Name
ne: साधनको नामः

source: Translation will not be offered for the following sites:
ne: निम्न साइटहरूको लागि अनुवाद प्रदान गरिने छैन:

source: Do not lose this key.
ne: यो कुञ्जी नहराउनुहोस् ।

source: Never show again
ne: फेरि कहिल्यै नदेखाउनुहोस्

source: You may now continue using &brandShortName;.
ne: तपाईं अब &brandShortName; उपयोग जारी हुन सक्छ।

source: Ma&nage Account
ne: खाता व्यवस्थित गर्नुहोस्

source: Name
ne: नाम

source: millimeters
ne: मिलिमिटर

source: Oman
ne: ओमन

source: unknown encoding
ne: अज्ञात सङ्केतन

source: %S - Show notifications
ne: %S - सूचनाहरू देखाउनुहोस्

source: Luba-Katanga
ne: लुबा-कातान्जा

source: Frequent
ne: बारम्बार

source: &Colors…
ne: रङहरू...

source: Password can't match your email address
ne: तपाईको पासवर्ड इमेल ठेगानासँग मेल खानु हुँदैन

source: HW Version
ne: HW संस्करण

source: Add a breakpoint
ne: विच्छेदन बिन्दु थप्नुहोस्

source: Jersey
ne: जर्सी

source: Category:
ne: कोटि:

source: Elliptic Curve Public Key
ne: अण्डाकार वक्ररेखा सार्वजनिक कुञ्जी

source: Sync
ne: सिङ्क

source: SECG elliptic curve sect571r1 (aka NIST B-571)
ne: SECG अण्डाकार वक्ररेखा sect571r1 (उर्फ NIST B-571)

source: &Show All
ne: सबै देखाउनुहोस्

source: Bloc&k reported attack sites
ne: प्रतिवेदित आक्रमित साइटहरू छेक्नुहोस्

source: Connection Settings
ne: ३७ em

source: A/V sync
ne: A/V सिङ्क

source: The search bar lets you search alternate engines directly. Choose which ones to display.
ne: खोज बारले फरक खोज इन्जिइहरूमा सिधै खोज्न दिन्छ । कुन देखाउने हो छान्नुहोस् ।

source: Background
ne: पृष्ठभूमि

source: Church Slavic
ne: चर्क साल्बिक

source: Unable to access the app starting document '%S'
ne: अनुप्रयोगलाई सुरूवात कागजात '%S' पहुँच गर्न असमर्थ

source: &Underline links
ne: लिङ्कहरू अधोरेखन गर्नुहोस्

source: When using the location bar, suggest:
ne: स्थानपट्टी प्रयोग गर्दा सुझाव देखाउनुहोस्

source: Open conversations will be closed
ne: खुल्ला वार्तालापहरू सबै हटाइने छन्

source: Query string
ne: क्वेरी स्ट्रिङ:

source: Vanuatu
ne: वानुआटु

source: Saint Barthelemy
ne: सेन्ट बार्थेलेमाइ

source: Page Load Error
ne: पृष्ठ लोड हुँदाको त्रुटि

source: Custom Scale…
ne: अनुकूल स्केल…

source: Close
ne: बन्द गर्नुहोस्

source: Certificate Policy Constraints
ne: प्रमाणपत्र नीति बन्देजहरू

source: ANSI X9.62 elliptic curve prime256v1 (aka secp256r1, NIST P-256)
ne: ANSI X9.62 अण्डाकार वक्ररेखा प्रमुख256v1 (aka secp256r1, NIST P-256)

source: Select a Folder to Save the Images
ne: तस्विरहरू सङ्ग्रह गर्नको लागि फोल्डर चयन गर्नुहोस

source: Clear Recent History
ne: तत्कालको इतिहास खाली गर्नुहोस्

source: %1$S Provider
ne: %1$S प्रदायक

source: Save &Frame As…
ne: यसरूपमा फ्रेम सङ्ग्रह गर्नुहोस्…

source: Don't show this again
ne: मलाई यो पुनः नदेखाउनुहोस्

source: Central European (Windows)
ne: केन्द्रीय युरोपेली (Windows)

source: Find in this page (%S)
ne: यस पृष्ठ (%S)मा खोज्नुहोस्

source: Properties
ne: विशेषताहरू

source: A file named %S already exists, directory cannot be created.
ne: %S नाम भएको फाइल पहिल्यै अवस्थित छ, डाइरेक्टरी सिर्जना गर्न सकिंदैन।

source: Aruba
ne: अरुवा

source: &Languages
ne: भाषाहरू

source: Slovenian
ne: स्लोभेनियन

source: Start AEC Logging
ne: AEC लगिङ सुरु गर्नुहोस्

source: Show original sources
ne: मौलिक स्रोतहरू देखाउनुहोस्

source: Add Tags
ne: ट्याग थप्नुहोस्

source: This website contains content that is not secure (such as scripts) and your connection to it is not private.
ne: यो वेबसाइटमा सुरक्षित सामग्री छैन (जस्तै स्क्रिप्टहरू) र तपाईँको जडान निजी पनि छैन।

source: Some sample Text goes here.
ne: केही नमुना पाठ यहाँ छन्।

source: As &laid out on the screen
ne: पर्दामा छोडिए जस्तै

source: Print to &File
ne: फाइलमा मुद्रण गर्नुहोस्

source: My Recovery Key
ne: मेरो पुनर्स्थापना साँचो

source: Default Firefox Developer Tools
ne: पूर्वनिर्धारित Firefox विकासकर्ता उपकरणहरू

source: DNS Name
ne: DNS नाम

source: An XSLT stylesheet does not have an XML mimetype:
ne: एउटा XSLT शैलीपाना संग एउटा XML माइमप्रकार छैन:

source: Open a &Private Window
ne: निजि संझ्याल खोल्नुहोस्

source: Index of %1$S
ne: %1$S को अनुक्रमणिका

source: The resource at "%1$S" was blocked because tracking protection is enabled.
ne: ट्र्याकिङ सुरक्षा सुचारू गरिएकोले "%1$S" मा रहेको स्रोत रोकियो ।

source: Mon
ne: सोम

source: Privacy Notice
ne: गोपनीयता नीति

source: View
ne: दृश्य

source: Herero
ne: हेरेरो

source: radio menu item
ne: रेडियो मेनु सूची

source: Password Required
ne: पासवर्ड आवश्यक

source: The certificate and private key already exist on the security device.
ne: सुरक्षा साधनमा प्रमाणपत्र र निजी कुञ्जी पहिल्यैदेखि अवस्थित छ।

source: You must be connected to the Internet in order to save to Pocket. Please check your connection and try again.
ne: तपाईँ Pocket मा सङ्ग्रह गर्न इन्टरनेटसँग जोडिएको हुनुपर्छ। आफ्नो जडान जाँच र फेरि प्रयास गर्नुहोस्।

source: Dutch
ne: डच्

source: "Error creating shortcut: "
ne: "सर्टकट बनाउन त्रुटि:"

source: Location
ne: स्थान

source: selector within negation
ne: प्रतिवाद भित्र चयनकर्ता

source: Find out more about &syncBrand.fullName.label; and your privacy at
ne: &syncBrand.fullName.label; र तपाईँको गोपनीयता बारेमा अझै यहाँ जान्नुहोस्

source: Slow SQL Statements on Helper Threads
ne: सहयोगी थ्रेडमा ढिलो SQL विवरणहरू

source: Go to line…
ne: हरफमा जानुहोस्…

source: &Delete
ne: मेट्नुहोस्

source: Error opening %S
ne: %S खोल्दा त्रुटि भयो

source: %1$S is incompatible with %2$S %3$S.
ne: %1$S %2$S %3$S सगँ असंगत छ।

source: Make page changes
ne: पृष्ठ परिवर्तनहरू गर्नुहोस्

source: Meta (1 tag)
ne: मेटा (१ ट्याग)

source: Reset Sync…
ne: समक्रमण पुनढाँचा...

source: Duplicate Keyword
ne: नक्कली शब्दकुञ्जी

source: Position:
ne: अवस्था:

source: Stay in Private Browsing
ne: निजी ब्राउजिङ मोडमा बस्नुहोस्

source: (off)
ne: (बन्द)

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
ne: माफ गर्नुहोस् , $BrandShortName स्थापित हुन सक्दैन । यो संस्करणको $BrandShortName को लागि ${MinSupportedVer} वा नया आबश्यक पर्दछ ।

source: Canvas
ne: क्यानभास

source: Up Arrow
ne: माथि बाँण

source: PKCS #1 SHA-256 With RSA Encryption
ne: RSA गुप्तीकरणसँग PKCS #1 SHA-256

source: Clear Recent History…
ne: हालको इतिहास खाली गर्नुहोस्…

source: Line: %S
ne: हरफ: %S

source: Chuvash
ne: चुभास

source: Choose your default search engine. &brandShortName; uses it in the location bar, search bar, and start page.
ne: आफ्नो पूर्वनिर्धारित खोजी इन्जिन छनौट गर्नुहोस्। &brandShortName; ले यसलाई लोकेसन बार, खोजी बार, र पृष्ठ सुरु गर्दा प्रयोग गर्छ।

source: Warn me when I attempt to close multiple tabs
ne: मैले धेरैवटा ट्याबहरू बन्द गर्ने प्रयास गरेँ भने मलाई चेतावनी दिनु

source: Dock to bottom of browser window
ne: ब्राउजर सञ्झ्याललाई तल तिर छोट्याउनुहोस्

source: Line number
ne: पङ्क्ति सङ्ख्या

source: Open a new browser window.
ne: एउटा नँया ब्राउजर सञ्झ्याल खोल्नुहोस् ।

source: Expand
ne: विस्तार गर्नुहोस्

source: Trinidad and Tobago
ne: ट्रिनिड्याड र टोबागो

source: Latin
ne: ल्याटिन

source: Show
ne: देखाउनुहोस्:

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
ne: यो कागजातलाई अफलाइनमा प्रदर्शन गर्न मिल्दैन। अनलाइनमा जानका लागि, फाइल मेनुबाट अफलाइनमा गर्ने कार्यको जाँच नगर्नुहोस्।

source: Retry
ne: पुनः प्रयास गर्नुहोस्

source: Border
ne: किनारा

source: Column %S
ne: स्तम्भ %S

source: The application didn't leave an application data file.
ne: यो अनुप्रयोगले कुनै अनुप्रयोग डाटा फाइल छोडेको थिएन।

source: By %S
ne: सर्जक %S

source: Diego Garcia
ne: डिइगो गार्सिया

source: Description
ne: वर्णन

source: &brandShortName; is working offline
ne: &brandShortName; ले अफलाइन काम गरिरहेको छ

source: Open URL in New &Tab
ne: लिङ्कलाई नयाँ ट्याबमा खोल्नुहोस्

source: Last Hour
ne: अन्तिम घन्टा

source: Pitcairn Islands
ne: पिटकेयर्न द्विप

source: Certificate Exists
ne: प्रमाणपत्र फाइलहरू

source: Clipperton Island
ne: क्लिपरटन द्विप

source: Downloading $BrandShortName…
ne: $BrandShortName डाउनलोड गरिँदै…

source: Submit Feedback
ne: प्रतिक्रिया पठाउनुहोस्

source: More
ne: थप

source: Print Range
ne: मुद्रण दायरा

source: Remove &All
ne: सबै हटाउनुहोस्

source: Starting…
ne: सुरु हुँदै...

source: Confirm your new password
ne: तपाईँको नयाँ पासवर्ड यकीन गर्नुहोस्

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
ne: एड-अनहरू तपाईंलाई अतिरिक्त कार्यक्षमता वा शैलीमा &brandShortName; लाई व्यक्तिगत बनाउने अनुप्रयोगहरू हुन्। &brandShortName; लाई आफ्नै बनाउन समय-बचत ट्याब, मौसम नोटिफायर, वा आवरण हाल्न प्रयास गर्नुहोस्।

source: Aymara
ne: आइमारा

source: Starting an entirely new browsing session
ne: पूर्णरुपले नया ब्राउजिङ सत्र सुरु गरिदै

source: Finnish
ne: फिनिश

source: Could not verify this certificate because the issuer is unknown.
ne: जारीकर्ता अज्ञात भएकाले यो प्रमाणपत्र पुष्टि गर्न सकेन।

source: A tab is being shared. Click to control sharing.
ne: ट्याब साझा भइरहेको छ। साझेदारी नियन्त्रण गर्न क्लिक गर्नुहोस्।

source: Adapter RAM (GPU #2)
ne: एडप्टर RAM (GPU #2)

source: &New Window
ne: नयाँ सञ्झ्याल

source: Add "%S"
ne: "%S" जोड्नुहोस्

source: A friend is waiting for you on Firefox Hello. Click the link to connect and browse the Web together: {{callUrl}}
ne: एक मित्र Firefox Hello मा तपाईँको प्रतीक्षामा छ। जडान गर्न र सँगै वेब ब्राउज गर्न लिङ्कमा थिच्नुहोस्: {{callUrl}}

source: Refresh &brandShortName;…
ne: &brandShortName; ताजा पार्नुहोस…

source: Niger
ne: नाइजर

source: &Confirm Security Exception
ne: सुरक्षा अपवाद पुष्टि गर्नुहोस्

source: Key size: %S bits Base point order length: %S bits Public value: %S
ne: कुञ्जी साइज:%S बिट्स आधार बिन्दु आदेश लम्बाइ: %S बिट्स सार्वजनिक मान: %S

source: asynchronous entity
ne: एककालीन अस्तित्व

source: Merge this device's data with my &syncBrand.shortName.label; data
ne: मेरो &syncBrand.shortName.label; डेटा यो उपकरणको डेटासँग मर्ज गर्नुहोस्

source: Reached end of page, continued from top
ne: पृष्ठको अन्त्यमा पुगीयो, शिर्ष बाट जारी गरियो

source: Em&ail Audio…
ne: इमेल अडियो…

source: toolbar
ne: उपकरणपट्टी

source: Uninstallation Aborted
ne: विस्थापन परित्याग गरियो

source: British Indian Ocean Territory
ne: बेलायत भारत समुद्री भूभाग

source: The "coords" attribute of the <area shape="poly"> tag is not in the "x1,y1,x2,y2 …" format.
ne: <area shape="poly"> ट्यागको "coords" विशेषता "बायाँ,माथि,दायाँ,तल …" ढाँचामा छैन।

source: _As Laid Out on the Screen
ne: स्क्रिनमा छोडिए जस्तै

source: Indonesia
ne: इन्डोनेसिया

source: date
ne: मिति

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p><ul><li>Have you disabled or blocked cookies required by this site?</li><li><em>NOTE</em>: If accepting the site's cookies does not resolve the problem, it is likely a server configuration issue and not your computer.</li></ul>
ne: <p>ब्राउजरले अनुरोध गरिएको वस्तु पुन:प्राप्त गर्ने प्रयास रोकिसकेको छ । साइटले कहिले पूरा नहुने तरिकाले अनुरोध पुनःनिर्देशन गरिरहेको छ ।</p><ul><li>के तपाईँले यो साइटलाई आवश्यक परेको कुकीहरू निस्कृय वा बन्द गर्नु भयो ? </li><li><em>NOTE</em>: साइटको कुकीहरू स्वीकार गर्नाले समस्या हल हुदैन, यो तपाईँको कम्प्युटर जस्तो नभएर एउटा सर्भर कन्फिगरेसन बिषय जस्तो छ । </li></ul>

source: Tell %s about this crash so they can fix it
ne: यो क्र्यास बारे %s लाई भन्नुहोस् ताकि तिनीहरूले यो बनाउन सकुन

source: image map
ne: तस्विर मानचित्र

source: Close Reader View
ne: पाठक मोड बन्द गर्नुहोस्

source: Loaded from disk
ne: डिस्क बाट लोड भयो

source: &brandShortName; can check if there are compatible versions of these add-ons available.
ne: उपलब्ध यी एड-अनहरूको संगत संस्करण छन् कि छैन्न भनेर &brandShortName; ले जाँच गर्न सक्छ।

source: Shona
ne: सोना

source: inches
ne: इन्च

source: File Name to Backup
ne: जगेडा गर्नका लागि फाइलनाम

source: Samoan
ne: सामोआन

source: Information you share with this site could be viewed by others (like passwords, messages, credit cards, etc.).
ne: तपाईँले यो साइटमा दिएको जानकारी (जस्तै पासवर्डहरू, सन्देशहरू, क्रेडिट कार्डहरू, अादि) अरुले पनि देख्न सक्छन्।

source: Stop Debug Mode
ne: डिबग्गीङ मोड बन्दगर्नुहोस्

source: Northern Sami
ne: उत्तरिय सामी

source: Lists
ne: सूचीहरू

source: %S (custom)
ne: %S(अनुकूल)

source: Master Password successfully changed.
ne: मुख्य पासवर्ड सफलतापूर्वक परिवर्तन गरियो।

source: Checking your incompatible add-ons for updates…
ne: अद्यावधिकको लागि तपाईँको असंगत एड-अनहरू जाँच गरिँदै…

source: Yes, %S times
ne: हो, %S पटक

source: Chichewa
ne: चिचेवा

source: &brandShortName; will check periodically and inform you when updates for add-ons are found.
ne: &brandShortName; ले समय समयमा जाँच गरी यी एड-अनहरूको लागि उपयुक्त अद्यावधिक पाए पछि तपाईँलाई सूचित गर्नेछ।

source: &Remove…
ne: हटाउनुहोस्…

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
ne: डिस्कमा %S लाई सङ्ग्रह गर्न पुग्ने कोठा छैन। डिस्कबाट नचाहिने फाइललाई हटाएर पुनः प्रयास गर्नुहोस, वा भिन्न ठेगानामा सङ्ग्रह गर्ने प्रयास गर्नुहोस्।

source: Headers & Footers
ne: हेडरहरू र फुटरहरू

source: Anguilla
ne: एन्गुइला

source: The following profiles are available to import from:
ne: निम्न लिखित प्रोफाइलहरू आयात गर्न उपलब्ध छन्:

source: Baseline
ne: आधार पङ्ति

source: Bengali
ne: बङ्गाली

source: Turkey
ne: टर्की

source: Close Developer Tools
ne: डेभेलोपर टुलबार बन्द गर्नुहोस्

source: Switch
ne: स्विच गर्नुहोस्

source: Manage sharing your camera and/or microphone with the site
ne: यो साइटको तपाईँको क्यामेरा र/अथवा माइक्रो फोन प्रयोग अधिकार ब्यवस्थापन गर्नुहोस्

source: One-click search engines
ne: एक-क्लिक खोज इन्जिनहरू

source: Press
ne: थिच्नुहोस्

source: &Forget About This Site
ne: यो साइटको बारेमा बिर्सनुहोस्

source: This is a searchable index. Enter search keywords:
ne: यो खोजीयोग्य अनुक्रमणिका हो । खोजी शब्दकुञ्जी प्रविष्ट गर्नुहोस्:

source: Render Mode:
ne: रेन्डर मोड:

source: P&age:
ne: पाना:

source: Do you want to install %S?
ne: के तपाईँ %S स्थापना गर्न चाहनुहुन्छ?

source: Start a video conversation
ne: भिडियो वार्तालाप सुरु गर्नुहोस्

source: combo box
ne: कम्बो बाकस

source: Please try again.
ne: कृपया पुनः प्रयास गर्नुहोस् ।

source: Stop black boxing this source
ne: यो स्रोतलाई ब्ल्याक बक्सिङ गर्न रोक्नुहोस्

source: note
ne: टिपोट

source: &brandShortName; is not your default browser
ne: तपाईँको हालको निर्धारित ब्राउजर &brandShortName;

source: here
ne: यहाँ

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
ne: %S लाई सङ्ग्रह गर्न सकिएन, किनभने श्रोत फाइललाई पढ्न सकिएन। केही समयपछि पुनः प्रयास गर्नुहोस्, वा सेवादायक व्यवस्थापकसँग सम्पर्क राख्नुहोस्।

source: link
ne: लिङ्क

source: Undo.
ne: पूर्वस्थितिमा फर्काउनुहोस् ।

source: Exit Responsive Design Mode
ne: उत्तरदायी डिजाइन मोड निस्कनुहोस्

source: Libya
ne: लिबिया

source: Replacement string
ne: प्रतिस्थापन स्ट्रिङ

source: Search…
ne: खोजी गर्नुहोस्…

source: Manage profiler
ne: प्रोफाइलर व्यवस्थान गर्नुहोस्

source: reference to external entity in attribute
ne: विशेषतामा बाह्य अस्तित्वसंग सन्दर्भ

source: Unexpected end of file while searching for %1$S.
ne: %1$S को लागि खोजी गर्दा फाइलको अनपेक्षित समाप्ति ।

source: Old password entered incorrectly. Please try again.
ne: पुरानो पासवर्ड गलत तरिकाले प्रविष्ट भयो। कृपया फेरि प्रयास गर्नुहोस।

source: Variables
ne: चलहरू

source: password text
ne: पासवर्ड पाठ

source: Location Aware Browsing:
ne: स्थान सचेत ब्राउजिङ:

source: Remember this decision
ne: यो निर्णय सम्झनुहोस्

source: color component
ne: रङ अवयव

source: Installing: %S
ne: %S स्थापना गर्दै

source: <p>The browser prevented this page from loading because it is configured to block it.</p>
ne: <p>यो पृष्ठलाई अवरुद्ध गर्न कन्फिगर गरिएकोले ब्राउजरद्वारा यो पृष्ठ लोड हुनबाट रोकिएको छ।</p>

source: ANSI X9.62 elliptic curve c2pnb163v2
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2pnb163v2

source: ANSI X9.62 elliptic curve c2pnb163v1
ne: ANSI X9.62 अण्डाकार बक्र रेखा c2pnb163v1

source: Revert Changes
ne: परिवर्तनहरू पछाडि फर्काउनुहोस्

source: Response
ne: प्रतिक्रिया

source: ANSI X9.62 elliptic curve c2pnb163v3
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2pnb163v3

source: "Error creating: "
ne: "निम्न सिर्जना गर्दा त्रुटि: "

source: Content Encoding Error
ne: सामग्री संकेतीकरण त्रुटी

source: Search:
ne: खोजी गर्नुहोस्:

source: New style sheet #%S
ne: नयाँ शैली पाना #%S

source: Landmarks
ne: स्थलचिह्नहरू

source: Please enter an email address.
ne: कृपया इमेल ठेगाना प्रविष्ट गर्नुहोस् ।

source: The text you entered was not found.
ne: तपाईँले प्रविष्ट गर्नुभएको पाठ फेला पार्न सकिएन।

source: PKCS #1 SHA-1 With RSA Encryption
ne: RSA गुप्तीकरणसँग PKCS #1 SHA-1

source: &Remember logins for sites
ne: साइटहरूका लागि लग-इन सम्झनुहोस्

source: Completing the %S
ne: %S लाई सम्पन्न गर्दै

source: Page Setup
ne: पृष्ठ सेटअप

source: I've never used &syncBrand.shortName.label; before
ne: मैले पहिले &syncBrand.shortName.label; कहिल्यै प्रयोग गरेको छैन

source: Report Web Forgery…
ne: वेब जालसाजी उजुरी गर्नुहोस्…

source: &Reset All Add-ons to Update Automatically
ne: सबै एड-अनहरू स्वतः अद्यावधि हुन पूर्व निर्धारित गर्नुहोस्

source: Serbian
ne: सर्बियन

source: &View Frame Source
ne: फ्रेम श्रोत हेर्नुहोस्

source: &Filter:
ne: चयन:

source: &Toggle Tools
ne: टोगल उपकरण

source: Width in pixels
ne: पिक्सेलमा चौडाइ

source: Toggle geometry visibility
ne: रेखागणित दृश्यात्मकता टगल गर्नुहोस्

source: Update Failed
ne: अद्यावधि असफल भयो।
